{"status":"ok","totalResults":13206,"articles":[{"source":{"id":null,"name":"Codziennypoznan.pl"},"author":"codziennypoznan.pl","title":"Tesla sama prowadziła samochód na S5, kierowca w tym czasie spał","description":"Niedawno opublikowane nagranie na kanale YouTube \"Stop Cham\" wzbudziło duże zainteresowanie. W filmie widzimy samochód marki Tesla, poruszający się lewym pasem ekspresowej S5 w okolicach Wrocławia. Co jednak zaskakuje, to fakt, że kierującą pojazdem jest nie …","url":"https://codziennypoznan.pl/artykul/2023-06-25/tesla-sama-prowadzila-samochod-na-s5-kierowca-w-tym-czasie-spal/","urlToImage":"https://v.wpimg.pl/NjI2Njc1YQsoUDhZTEpsHmsIbAMKE2JIPBB0SEx-YVt5AHoSVQR-RS9bIg8RVD4FZ1U8HxNQORpnQiJFAkEnRT8DYQ4KQj4GKEthDw5TKw5mBn5eAgR6Uigfe1MCB2NeKwssR1pVLFpkAngPVgN3UyoAKFwAEzM","publishedAt":"2023-06-25T11:32:28Z","content":"Zgodnie z przepisami prawa drogowego w Polsce, korzystanie z autonomicznego trybu jazdy jest niezgodne z prawem. Definicja kierujcego pojazdem zakada, e powinna nim by \"osoba\", czyli czowiek, a nie s… [+1713 chars]"},{"source":{"id":"the-washington-post","name":"The Washington Post"},"author":"Jeanne Whalen","title":"EV drag racer lobbies Texans to buy electric cars","description":"Broke folks can drive electric cars, says one Waco EV enthusiast who is trying to spread that message across Texas, one combustion engine at a time.","url":"https://www.washingtonpost.com/technology/2023/06/25/ev-drag-racer-nissan-leaf-texas/","urlToImage":"https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DTN4G3UCYDYW2UOWONYHENOEJA_size-normalized.JPG&w=1440","publishedAt":"2023-06-25T11:03:55Z","content":"Comment on this story\r\nComment\r\nWACO, Tex. Teresa Porter pulled up to the red light and turned to eyeball the crimson pickup truck to her right. Her silver fingernails gripped the steering wheel. Her… [+9028 chars]"},{"source":{"id":null,"name":"Diariomotor.com"},"author":"Javier López","title":"Mientras algunas marcas siguen obcecadas, Volkswagen ve frustrada una de sus grandes modas","description":"¿Habéis escuchado alguna vez eso de \"recoger cable\"? Pues bien, Volkswagen se encuentra ahora mismo en esa tesitura después de arrepentirse de haber seguido adelante con una de las mayores modas de la industria: erradicar los mandos físicos. Y es que desde qu…","url":"https://www.diariomotor.com/noticia/volkswagen-recupera-mandos-fisicos/","urlToImage":"https://www.diariomotor.com/imagenes/2020/12/volkswagen-tiguan-r-2020-precios-09.jpg","publishedAt":"2023-06-25T11:00:48Z","content":"¿Habéis escuchado alguna vez eso de \"recoger cable\"? Pues bien, Volkswagen se encuentra ahora mismo en esa tesitura después de arrepentirse de haber seguido adelante con una de las mayores modas de l… [+2336 chars]"},{"source":{"id":null,"name":"Cornucopia.se"},"author":"Lars Wilderang","title":"Volvo Cars majoritetsägare Geely svartlistas av Ukraina – finansierar Ryssland krig – dags för bojkott av Volvo och Polestar?","description":"Ukrainas antikorruptionsmyndighet har nu svartlistat Volvo Cars majoritetsägare Geely, som internationell sponsor av Rysslands krig i Ukraina. Det väcker frågan om det är dags för en bojkott av Volvo och eventuellt även Polestar. De flesta svenskar bojkottar …","url":"https://cornucopia.se/2023/06/volvo-cars-majoritetsagare-geely-svartlistas-av-ukraina-finansierar-ryssland-krig-dags-for-bojkott-av-volvo-och-polestar/","urlToImage":"https://cornucopia.se/wp-content/uploads/2023/01/bilar_volvo_c40.jpeg","publishedAt":"2023-06-25T11:00:34Z","content":"6Ukrainas antikorruptionsmyndighet har nu svartlistat Volvo Cars majoritetsägare Geely, som internationell sponsor av Rysslands krig i Ukraina. Det väcker frågan om det är dags för en bojkott av Volv… [+4812 chars]"}